Repository: u2ru/django-realestate-agency
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ka

source: Clear
ka: გასუფთავება

source: Oops! That page can't be found.
ka: უი! ეს გვერდი ვერ მოიძებნა.

source: It looks like nothing was found at this location
ka: როგორც ჩანს, ამ მისამართზე არაფერია ნაპოვნი

source: Home Page
ka: მთავარი გვერდი

source: Visit our office at
ka: ეწვიეთ ჩვენს ოფისს მისამართზე

source: featured
ka: რეკომენდირებული

source: for Sale
ka: გასაყიდი

source: for Rent
ka: გასაქირავებელი

source: Images
ka: სურათები

source: Views
ka: ნახვები

source: View Details
ka: დეტალები

source: for sale
ka: გაყიდვა

source: for rent
ka: გაქირავება

source: Home Type
ka: სახლის ტიპი

source: Select
ka: აირჩიეთ

source: Search
ka: ძიება

source: Find something...
ka: მოძებნეთ რაიმე...

source: More Filters
ka: ფილტრი

source: Bedrooms
ka: საძინებლები

source: All Bedrooms
ka: ყველა საძინებელი

source: All Cities
ka: ყველა ქალაქი

source: Price Range
ka: ფასების დიაპაზონი

source: Area Size
ka: ფართობი

source: Property ID
ka: ობიექტის ID

source: Enter ID...
ka: შეიყვანეთ ID...

source: Air Conditioning
ka: კონდიცირება

source: Laundry
ka: სარეცხი

source: Washer
ka: სარეცხი მანქანა

source: Barbeque
ka: ბარბიკიუ

source: Lawn
ka: გაზონი

source: Sauna
ka: საუნა

source: Dryer
ka: გამაშრობელი

source: Microwave
ka: მიკროტალღური

source: Swimming Pool
ka: აუზი

source: Window Coverings
ka: ფანჯრის ფარდები

source: Gym
ka: სპორტდარბაზი

source: Outdoor Shower
ka: გარე შხაპი

source: TV Cable
ka: კაბელური TV

source: Refrigerator
ka: მაცივარი

source: All Status
ka: ყველა სტატუსი

source: Best Properties For Sale
ka: საუკეთესო გასაყიდი ობიექტები

source: See all properties
ka: ყველა ობიექტის ნახვა

source: See Available Properties
ka: ხელმისაწვდომი ობიექტები

source: House
ka: სახლი

source: Office
ka: ოფისი

source: Villa
ka: ვილა

source: Best Properties For Rent
ka: საუკეთესო გასაქირავებელი ობიექტები

source: Find your neighborhood
ka: იპოვეთ თქვენი უბანი

source: Enter an address, city...
ka: შეიყვანეთ მისამართი, ქალაქი...

source: Properties
ka: ნაკვეთები

source: About
ka: ჩვენ შესახებ

source: Popular Searches
ka: პოპულარული ძიებები

source: Apartments to rent
ka: ბინები გაქირავებით

source: Apartments to buy
ka: ბინები გაყიდვით

source: Houses to rent
ka: სახლები გაქირავებით

source: Houses to buy
ka: სახლები გაყიდვით

source: Land to buy
ka: მიწები გაყიდვით

source: Navigation
ka: ნავიგაცია

source: Search for a property
ka: ობიექტის ძიება

source: Search by city...
ka: ძიება ქალაქის მიხედვით...

source: Listing
ka: ჩამონათვალი

source: All properties
ka: ყველა ობიექტი

source: City
ka: ქალაქი

source: Any Price
ka: ნებისმიერი ფასი

source: Type
ka: ტიპი

source: Any Type
ka: ნებისმიერი ტიპი

source: Deal Type
ka: გარიგების ტიპი

source: More
ka: მეტი

source: No properties found
ka: ობიექტები ვერ მოიძებნა

source: Property Type
ka: ობიექტის ტიპი

source: Any City
ka: ნებისმიერი ქალაქი

source: Enter an address, city, or property name...
ka: შეიყვანეთ მისამართი, ქალაქი ან ობიექტის სახელი...

source: Search...
ka: ძიება...

source: Listings
ka: ობიექტები

source: Description
ka: აღწერა

source: Property Details
ka: ობიექტის დეტალები

source: Rooms
ka: ოთახები

source: Additional Details
ka: დამატებითი დეტალები

source: Price
ka: ფასი

source: Property type
ka: ობიექტის ტიპი

source: Area
ka: ფართობი

source: Offices Amenities
ka: ოფისის კომფორტი

source: Virtual Tour
ka: ვირტუალური ტური

source: Similar Homes You May Like
ka: მსგავსი ობიექტები

source: Featured
ka: რეკომენდირებული

source: For Sale
ka: გასაყიდი

source: For Rent
ka: გასაქირავებელი

source: is now available to buy off plan in
ka: ახლა ხელმისაწვდომია გეგმის მიხედვით ყიდვაში
